{
  "cesium": "CeSIUM - Centro de Estudantes de Engenharia Informática da Universidade do Minho",
  "caos": {
    "name": ["Centro de Apoio ao", "Open Source"],
    "description": "Responsável por todo o desenvolvimento de software associado ao CeSIUM, quer sejam as plataformas que servem diretamente o núcleo e os seus eventos, ou as plataformas úteis para os alunos.",
    "icon": "terminal"
  },
  "dmc": {
    "name": ["Departamento de", "Marketing e Conteúdo"],
    "description": "O DMC é responsável pela divulgação de atividades e gestão das redes sociais do CeSIUM, isto é, todo o marketing do CeSIUM. O seu trabalho divide-se, essencialmente, no design estilístico do CeSIUM e na comunicação escrita.",
    "icon": "lightbulb"
  },
  "drem": {
    "name": ["Departamento de", "Relações Externas e Merch"],
    "description": "O DREM é o departamento que trata de estabelecer e manter as parcerias das quais os sócios do CeSIUM podem usufruir, bem como efetuar o contacto com todas as entidades externas ao CeSIUM. É ainda da sua responsabilidade a criação do merch do núcleo para todos os nossos estudantes.",
    "icon": "handshake"
  },
  "ped": {
    "name": ["Departamento", "Pedagógico"],
    "description": "O Departamento Pedagógico está encarregue de organizar atividades do foro didático, como sessões de estudo, palestras, workshops, entre outros, ajudando os alunos no seu estudo e promovendo o interesse pelas diversas áreas da Informática.",
    "icon": "draw"
  },
  "rec": {
    "name": ["Departamento", "Recreativo"],
    "description": "O Departamento Recreativo organiza atividades lúdicas e sociais, com o intuito de unir os estudantes e melhorar a sua experiência académica. As atividades realizadas vão desde competições desportivas, a torneios de jogos, festas académicas, lanches, e muito mais.",
    "icon": "celebration"
  },
  "button": {
    "see_team": "Ver direção",
    "learn_more": "Saber mais",
    "see_more": "Ver mais",
    "back": "Voltar"
  },
  "collaborate_card": {
    "title": "Torna-te colaborador",
    "text": "Podes juntar-te a estes departamentos e contribuir para fazer o teu núcleo funcionar."
  },
  "member_card": {
    "title": "Torna-te sócio",
    "text": "Participa em todos os nossos eventos gratuitamente, e usufrui de muitos mais benefícios."
  },
  "navbar": {
    "home": "Início",
    "about": "Sobre Nós",
    "events": "Eventos",
    "partners": "Parcerias",
    "store": "Loja",
    "projects": "Projetos"
  },
  "about": {
    "team": {
      "title": "Team",
      "description": "These are some of the members of our team, from the presidency to the department heads, general assembly, and fiscal council.",
      "team_selector": {
        "default_option": "Current mandate",
        "hint": "Select mandate"
      }
    },
    "projects": {
      "title": "Projetos",
      "description": "Desde a SEI - a Semana da Engenharia Informática, uma atividade anual que liga estudantes a inovações e empresas - ao CoderDojo - que traz a programação aos mais novos - o CeSIUM cria e participa em vários projetos. Conhece-os aqui.",
      "card": [
        {
          "mobile_description": "Realizada anualmente no campus de Gualtar da Universidade do Minho, conjuga inovações tecnológicas com especialistas da área junto dos estudantes.",
          "desktop_description": "A Semana da Engenharia Informática realiza-se anualmente no campus de Gualtar da Universidade do Minho, pretendendo conjugar as maiores inovações tecnológicas da atualidade com os melhores especialistas da área, tudo para oferecer um programa fantástico aos nossos estudantes."
        },
        {
          "mobile_description": "Uma competição de programação anual onde os participantes têm 48 horas para desenvolverem um projeto.",
          "desktop_description": "A Hackathon Bugsbyte é uma competição de programação anual na qual os participantes têm 48 horas para trabalham em equipa e desenvolverem um projeto tecnológico sobre uma solução empreendedora e impactante."
        },
        {
          "mobile_description": "Um movimento global, voluntário, sem fins lucrativos, que visa ensinar crianças e jovens dos 7 aos 17 anos a programar.",
          "desktop_description": "O CoderDojo Braga integra-se num movimento global, voluntário e sem fins lucrativos que visa ensinar crianças e jovens dos 7 aos 17 anos a programar. Este projeto pretende mostrar como a programação pode ser uma força de mudança positiva no mundo."
        }
      ],
      "open": "Abrir",
      "see_more": "Ver mais"
    },
    "departments": {
      "title": "Departamentos",
      "subtitle": "Funcionamos com 5 departamentos que se focam nas diferentes áreas da nossa atividade enquanto núcleo. Conhece-os aqui.",
      "description": "Os departamentos do CeSIUM são responsáveis por diferentes áreas de atuação do núcleo, desde a organização de eventos, à gestão de parcerias, passando pela comunicação e pelo desenvolvimento de software."
    }
  },
  "social_media": "Redes sociais",
  "socials": [
    { "name": "Facebook", "url": "https://www.facebook.com/cesiuminho" },
    { "name": "Instagram", "url": "https://www.instagram.com/cesiuminho" },
    { "name": "X", "url": "https://x.com/cesiuminho" },
    { "name": "TikTok", "url": "https://www.tiktok.com/@cesiuminho" },
    { "name": "GitHub", "url": "https://github.com/cesium" },
    { "name": "YouTube", "url": "https://www.youtube.com/c/cesiumUM" }
  ],
  "sections": [
    {
      "title": "CeSIUM",
      "items": ["Notícias", "Sobre nós", "Equipa", "Departmentos"],
      "links": ["#", "#", "#", "#"]
    },
    {
      "title": "Atividades",
      "items": ["Projetos", "Eventos", "Parcerias"],
      "links": ["#", "#", "#"]
    },
    {
      "title": "Estudantes",
      "items": ["Torna-te sócio", "Torna-te colaborador", "Anuário"],
      "links": ["#", "#", "#"]
    },
    {
      "title": "Links Úteis",
      "items": [
        "Calendarium",
        "Blackboard",
        "Portal do Aluno",
        "Página de LEI"
      ],
      "links": ["#", "#", "#", "#"]
    }
  ]
}
